[
    {
      "title": "sapien cursus vestibulum proin eu mi nulla ac enim in tempor turpis nec euismod scelerisque",
      "description": "Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem. Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat. Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede. Morbi porttitor lorem id ligula.",
      "featured_image": "http://dummyimage.com/125x114.jpg/ff4444/ffffff",
      "expenditure _types": [
        "PPEs"
      ],
      "fund_source": "Hanwha Q CELLS Co., Ltd. ",
      "expending_body": "County Government",
      "amount_expended": 4894460,
      "period": "2021-02-06",
      "information_source": "http://slashdot.org/morbi/ut.html"
    },
    {
      "title": "ultrices aliquet maecenas leo odio condimentum id luctus nec molestie",
      "description": "Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem.",
      "featured_image": "http://dummyimage.com/119x100.png/ff4444/ffffff",
      "expenditure _types": [
        "PPEs"
      ],
      "fund_source": "G-III Apparel Group, LTD.",
      "expending_body": "County Government",
      "amount_expended": 3159717,
      "period": "2020-04-17",
      "information_source": "https://jiathis.com/magnis/dis/parturient/montes.jpg"
    },
    {
      "title": "nulla tempus vivamus in felis eu sapien cursus vestibulum proin eu",
      "description": "Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Etiam vel augue. Vestibulum rutrum rutrum neque. Aenean auctor gravida sem. Praesent id massa id nisl venenatis lacinia.",
      "featured_image": "http://dummyimage.com/175x219.bmp/5fa2dd/ffffff",
      "expenditure _types": [
        "Cash"
      ],
      "fund_source": "Mobile TeleSystems OJSC",
      "expending_body": "County Government",
      "amount_expended": 833558,
      "period": "2020-04-15",
      "information_source": "http://baidu.com/pulvinar/nulla/pede/ullamcorper.xml"
    },
    {
      "title": "augue a suscipit nulla elit ac nulla sed vel enim sit amet",
      "description": "Quisque id justo sit amet sapien dignissim vestibulum. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est. Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros. Vestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat. In congue. Etiam justo. Etiam pretium iaculis justo.",
      "featured_image": "http://dummyimage.com/139x166.png/5fa2dd/ffffff",
      "expenditure _types": [
        "PPEs"
      ],
      "fund_source": "Energous Corporation",
      "expending_body": "County Government",
      "amount_expended": 5770028,
      "period": "2020-09-25",
      "information_source": "http://gnu.org/vulputate/justo/in/blandit/ultrices/enim/lorem.png"
    },
    {
      "title": "interdum eu tincidunt in leo maecenas pulvinar lobortis est phasellus sit amet",
      "description": "Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat. Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede. Morbi porttitor lorem id ligula. Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem. Fusce consequat.",
      "featured_image": "http://dummyimage.com/196x118.png/5fa2dd/ffffff",
      "expenditure _types": [
        "Cash"
      ],
      "fund_source": "FTD Companies, Inc.",
      "expending_body": "County Government",
      "amount_expended": 4578245,
      "period": "2020-09-21",
      "information_source": "http://hao123.com/leo/odio/porttitor/id.jpg"
    },
    {
      "title": "quis justo maecenas rhoncus aliquam lacus morbi quis tortor id nulla ultrices aliquet maecenas leo odio condimentum id luctus",
      "description": "Duis mattis egestas metus. Aenean fermentum. Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh. Quisque id justo sit amet sapien dignissim vestibulum. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est.",
      "featured_image": "http://dummyimage.com/236x106.png/cc0000/ffffff",
      "expenditure _types": [
        "PPEs"
      ],
      "fund_source": "Ryder System, Inc.",
      "expending_body": "County Government",
      "amount_expended": 3161517,
      "period": "2020-11-16",
      "information_source": "http://i2i.jp/neque/libero/convallis.xml"
    },
    {
      "title": "id nulla ultrices aliquet maecenas leo odio condimentum id luctus nec molestie sed justo pellentesque viverra pede",
      "description": "Proin at turpis a pede posuere nonummy. Integer non velit. Donec diam neque, vestibulum eget, vulputate ut, ultrices vel, augue. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec pharetra, magna vestibulum aliquet ultrices, erat tortor sollicitudin mi, sit amet lobortis sapien sapien non mi. Integer ac neque. Duis bibendum. Morbi non quam nec dui luctus rutrum. Nulla tellus. In sagittis dui vel nisl.",
      "featured_image": "http://dummyimage.com/121x107.bmp/dddddd/000000",
      "expenditure _types": [
        "Essential Goods"
      ],
      "fund_source": "SeaWorld Entertainment, Inc.",
      "expending_body": "County Government",
      "amount_expended": 181595,
      "period": "2020-08-30",
      "information_source": "http://princeton.edu/risus/praesent/lectus/vestibulum/quam.html"
    },
    {
      "title": "ultrices phasellus id sapien in sapien iaculis congue vivamus metus arcu",
      "description": "Vivamus metus arcu, adipiscing molestie, hendrerit at, vulputate vitae, nisl. Aenean lectus. Pellentesque eget nunc. Donec quis orci eget orci vehicula condimentum. Curabitur in libero ut massa volutpat convallis. Morbi odio odio, elementum eu, interdum eu, tincidunt in, leo. Maecenas pulvinar lobortis est.",
      "featured_image": "http://dummyimage.com/173x173.png/dddddd/000000",
      "expenditure _types": [
        "Service"
      ],
      "fund_source": "Wells Fargo & Company",
      "expending_body": "National Government",
      "amount_expended": 2752295,
      "period": "2020-04-26",
      "information_source": "http://mapy.cz/etiam/faucibus/cursus/urna/ut.jpg"
    },
    {
      "title": "nascetur ridiculus mus vivamus vestibulum sagittis sapien cum sociis natoque",
      "description": "Vivamus metus arcu, adipiscing molestie, hendrerit at, vulputate vitae, nisl. Aenean lectus. Pellentesque eget nunc. Donec quis orci eget orci vehicula condimentum. Curabitur in libero ut massa volutpat convallis. Morbi odio odio, elementum eu, interdum eu, tincidunt in, leo.",
      "featured_image": "http://dummyimage.com/173x196.jpg/5fa2dd/ffffff",
      "expenditure _types": [
        "Service"
      ],
      "fund_source": "Boise Cascade, L.L.C.",
      "expending_body": "National Government",
      "amount_expended": 7356104,
      "period": "2020-05-05",
      "information_source": "https://nymag.com/sapien/urna/pretium.jsp"
    },
    {
      "title": "amet justo morbi ut odio cras mi pede malesuada in imperdiet",
      "description": "Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Vivamus vestibulum sagittis sapien. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Etiam vel augue. Vestibulum rutrum rutrum neque.",
      "featured_image": "http://dummyimage.com/210x221.png/cc0000/ffffff",
      "expenditure _types": [
        "Essential Goods"
      ],
      "fund_source": "BLACKROCK INTERNATIONAL, LTD.",
      "expending_body": "National Government",
      "amount_expended": 874342,
      "period": "2020-04-24",
      "information_source": "http://tinyurl.com/nisl/duis/ac.png"
    },
    {
      "title": "vitae quam suspendisse potenti nullam porttitor lacus at turpis donec posuere metus vitae ipsum aliquam non",
      "description": "In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem. Duis aliquam convallis nunc. Proin at turpis a pede posuere nonummy. Integer non velit.",
      "featured_image": "http://dummyimage.com/203x112.png/5fa2dd/ffffff",
      "expenditure _types": [
        "Essential Goods"
      ],
      "fund_source": "Ocera Therapeutics, Inc.",
      "expending_body": "National Government",
      "amount_expended": 9736901,
      "period": "2020-11-27",
      "information_source": "https://last.fm/in.aspx"
    },
    {
      "title": "tincidunt lacus at velit vivamus vel nulla eget eros elementum pellentesque quisque porta volutpat erat quisque",
      "description": "Pellentesque ultrices mattis odio. Donec vitae nisi. Nam ultrices, libero non mattis pulvinar, nulla pede ullamcorper augue, a suscipit nulla elit ac nulla. Sed vel enim sit amet nunc viverra dapibus. Nulla suscipit ligula in lacus. Curabitur at ipsum ac tellus semper interdum.",
      "featured_image": "http://dummyimage.com/139x122.jpg/ff4444/ffffff",
      "expenditure _types": [
        "Service"
      ],
      "fund_source": "Hawthorn Bancshares, Inc.",
      "expending_body": "National Government",
      "amount_expended": 1387141,
      "period": "2020-11-20",
      "information_source": "http://reference.com/non/pretium.json"
    },
    {
      "title": "interdum venenatis turpis enim blandit mi in porttitor pede justo",
      "description": "Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede. Morbi porttitor lorem id ligula. Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem. Fusce consequat. Nulla nisl. Nunc nisl. Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus.",
      "featured_image": "http://dummyimage.com/120x176.jpg/cc0000/ffffff",
      "expenditure _types": [
        "Service"
      ],
      "fund_source": "Houlihan Lokey, Inc.",
      "expending_body": "County Government",
      "amount_expended": 3228843,
      "period": "2020-11-18",
      "information_source": "https://google.es/pretium/quis/lectus/suspendisse/potenti.aspx"
    },
    {
      "title": "pulvinar sed nisl nunc rhoncus dui vel sem sed sagittis nam congue risus semper porta volutpat quam pede lobortis",
      "description": "Donec posuere metus vitae ipsum. Aliquam non mauris. Morbi non lectus. Aliquam sit amet diam in magna bibendum imperdiet. Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis. Fusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl. Nunc rhoncus dui vel sem.",
      "featured_image": "http://dummyimage.com/100x210.jpg/ff4444/ffffff",
      "expenditure _types": [
        "PPEs"
      ],
      "fund_source": "Vmware, Inc.",
      "expending_body": "County Government",
      "amount_expended": 1951421,
      "period": "2020-06-28",
      "information_source": "http://abc.net.au/blandit/lacinia.jsp"
    }
  ]